{
  "posts": [
    {
      "id": "27",
      "title": "Áo sơ mi nam caro trắng xanh đẹp (AXH-105)",
      "price": "285.000 Đ",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645239013/awnjkklpzpp7kxsrofuj.jpg",
      "desc": "Áo sơ mi nam caro trắng xanh đẹp AXH-105 là 1 trong những mẫu áo sơ mi công sở và du lịch mới và cao cấp nhất năm nay. Áo được thiết kế trẻ trung hiện đại, form áo gọn gàng, rất phù hợp với đi làm hoặc đi du lịch. Sản phẩm làm từ vải cotton cao cấp dày dặn, với đường may tỉ mỉ tinh xảo tạo nên chất lượng tuyệt vời cho sản phẩm. Áo có kẻ caro trắng xanh kết hợp rất nam tính nổi bật."
    },
    {
      "id": "31",
      "title": "Áo thun nam đen cotton cao cấp (AXH-143)",
      "price": "215.000 Đ",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645411841/ll3fczuwu7x1vrjbhnqf.jpg",
      "desc": "Áo thun nam đen cotton cao cấp AXH-143 là mẫu áo thun mới nhất dành cho mùa hè năm nay. Áo được thiết kế tối giản trẻ trung với dáng suông, cổ tròn thoáng mát. Áo làm từ vải 95% cotton cao cấp thoáng mát, thấm hồ môi tốt, và tăng độ bền. Áo có màu đen kết hợp ghi nhẹ nhàng rất phù hợp với những chuyến đi chơi, đi du lịch."
    },
    {
      "id": "32",
      "title": "Áo sơ mi công sở vải đũi đen (AXH-102)",
      "price": "265.000 Đ",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645155750/wpbxhsm9syxc0eu7sugl.jpg",
      "desc": "Áo sơ mi công sở vải đũi đen AXH-102 là 1 trong những chiếc áo sơ mi nam cao cấp nhất dành cho mùa hè năm nay. Áo được thiết kế vô cùng trẻ trung sang trọng, và rất hiện đại phù hợp với môi trường công sở hoặc đi du lịch. Sản phẩm làm từ 100% vải cotton đũi dày dặn nhưng vẫn thoáng mái, thấm mồ hôi tốt. Áo có màu đen sang trọng nổi bật trong nắng mùa hè."
    },
    {
      "id": "35",
      "title": "Áo chống nắng thể thao trắng (AXH-176)",
      "price": "315.000 Đ",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645155801/qfc1pz97u6tjxpnv8vt8.jpg",
      "desc": "Giảm 20% - Áo chống nắng thể thao trắng mã AXH-176, mẫu áo gió chống nắng mỏng cao cấp dành cho mùa hè này. Áo thiết kế thể thao trẻ trung với màu trắng sáng nổi bật. Được làm từ vải đặc biệt chống tia UV tốt, phù hợp với hoạt động ngoài trời."
    },
    {
      "id": "36",
      "title": "Áo sơ mi nam trắng du lịch (AXH-128)",
      "price": "315.000 Đ",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645412591/pq7wl3pwdqed6istb9iq.jpg",
      "desc": "Áo sơ mi nam trắng du lịch AXH-128 là 1 trong những mẫu áo sơ mi mới dành cho năm nay. Áo được thiết kế trẻ trung phù hợp với khoác ngoài cho những chuyến đi chơi, đi du lịch. Sản phẩm làm từ vải cotton dày dặn, với đường mai tỉ mỉ chắc chắn. Áo có kẻ caro trắng và đen kết hợp trẻ trung nổi bật."
    },
    {
      "id": "N5GvQx2",
      "title": "Áo thun 100% cotton trắng 2020 (AXH-174)",
      "price": "215.000 Đ",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645154510/ehr3t92edaozbrep7yjg.jpg",
      "desc": "Sale -15% \"Áo thun 100% cotton trắng 2020\" mã AXH-174. Áo thiết kế vô cùng trẻ trung năng động với màu trắng sáng nổi bật mới nhất cho hè 2020. Áo làm từ vải 100% cotton cao cấp - thoáng mát và bền đẹp."
    },
    {
      "id": "2cmA2lV",
      "title": "Áo thun nam trắng cotton cao cấp (AXH-142)",
      "price": "215.000 Đ",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645412720/kdrlfancvvhy7txoavuy.jpg",
      "desc": "Áo thun nam trắng cotton cao cấp AXH-142 là mẫu áo thun mới nhất dành cho mùa hè năm nay. Áo được thiết kế tối giản trẻ trung với dáng suông, cổ tròn thoáng mát. Áo làm từ vải 95% cotton cao cấp thoáng mát, thấm hồ môi tốt, và tăng độ bền. Áo có màu trắng kết hợp ghi nhẹ nhàng rất phù hợp với những chuyến đi chơi, đi du lịch."
    },
    {
      "id": "jWtiqHo",
      "title": "Áo thun 100% cotton trắng 2020 (AXH-174)",
      "price": "195.000 Đ",
      "img": "http://res.cloudinary.com/ecommercer2021/image/upload/v1645412874/oy9dccrhdm8pu84br3rc.jpg",
      "desc": "Sale -15% \"Áo thun 100% cotton trắng 2020\" mã AXH-174. Áo thiết kế vô cùng trẻ trung năng động với màu trắng sáng nổi bật mới nhất cho hè 2020. Áo làm từ vải 100% cotton cao cấp - thoáng mát và bền đẹp."
    }
  ],
  "products": [],
  "users": [
    {
      "email": "minhquan22012@gmail.com",
      "password": "$2a$10$EXrROBjiUCb3Hf/9yQIwN.Xaaqg5K82RM.6wjR80IxKGNCVNc1xIy",
      "username": "vanquan",
      "id": 1
    },
    {
      "email": "quanlvph17984@gmail.com",
      "password": "$2a$10$OomjOBUOL2X9UcUoV.Qu8eznkSl69f4yIJR/ZQNvFGSluDaibCzOe",
      "username": "quanlv",
      "id": 2
    }
  ]
}